# coding: utf-8
from __future__ import print_function
import json


allergens = {
    "GLUTTEN": [
        u"брашно",
        u"шоколад",
        u"спагети",
        u"булгур",
        u"ечемик",
        u"бакпулвер",
        u"пипер",
        u"бира",
        u"ядки",
        u"кускус",
        u"кетчуп",
        u"горчица",
    ],
   "EGGS": [
        u"Яйца",
        u"жълтък",
        u"белтък",
    ],
    "FISH": [
        u"Риба",
        u"октопод",
        u"ролца от раци",
        u"миди",
    ],
    "SOYA": [
        u"Соя",
        u"Соев сос",
    ],
   "MЕАТ": [
        u"пилешко",
        u"свинско",
        u"телешко",
        u"агнешко",
        u"заешко",
        u"салам",
        u"шунка",
        u"кренвирш",
    ],
    "MILK": [
        u"Мляко и млечни продукти",
        u"сирене",
        u"кашкавал",
        u"масло",
        u"сметана",
        u"заквасена",
        u"сладкарска",
        u"извара",
    ],
    "NUTS": [
        u"Ядки",

    ],
    "CELERY": [
        u"Целина и продукти от нея",
    ],
    "MUSTARD": [
        u"Синап и продукти от него",
    ],
    "SESAME_SEEDS": [
        u"Сусамово семе и продукти от него",
    ],
    "LUPIN": [
        u"Лупина и продукти от нея",
    ],
    "SULPHUR_DIOXIDE": [
        u"Серен диоксид и сулфиди",
    ],
    "MOLLUSCS": [
        u"Мекотели и продукти от тях",
    ],
}

